{
  "website":{
    "title": "Chunyu's Personal Website"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "publications": "Publications",
    "blog": "Blog"
  },
  "header":{
    "title": "Welcome to My Website",
    "subtitle": "「Play hard, Work Hard」"
  },
  "author":{
    "first_name": "Chunyu",
    "last_name": "Ma",
    "job_title": "PhD. Graduate student",
    "organization": "Pennsylvania State University"
  },
  "about_me":{
    "about_me": "About Me",
    "biography": "Biography",
    "des": "I'm currenly a PhD. graduate student studying bioinformatics at Penn State University. My main research interest is developing or applying the graph theory and machine learning methods to integrate different biomedical data in a high-efficient fashion and translating the multidimensional omics data into clinical applications. Thus, I'm pretty interested in the application of GNNs and Knowledge Graph in bioinformatics (eg. Drug Repurposing, metagenomics classification or identification and etc). I also have hands-on experience in analyzing differnt biomedical data including genomics(RNA-seq), epigenomics (ChIP-seq), metabolomics(LC-MS, GCMS), and metagenomics(shotgun metagenomics). I'm familiar with statistical models and machine learning methods in biomedical research. I'm comfortable with using Python and R as my daily programing language but also have experience in Perl, SAS, SQL, and Matlab. I have ever involved in the development of multiple R packages, Bioinformatics Databases and Biomedical Data Translator (NCATS Program).",
    "interests": {
      "name": "Interests",
      "var1": "Knowledge Graph",
      "var2": "Graph Neural Networks",
      "var3": "Data Mining",
      "var4": "Drug Repurposing",
      "var5": "NLP applications"
    },
    "education": {
      "name": "Education",
      "var1": {
        "degree": "MS in Biostatistics,  2016",
        "school": "Washington University in St. Louis (USA)"
      },
      "var2": {
        "degree": "BS in Bioinformatics,  2014",
        "school": "Southern Medical University (China)"
      }
    }
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "var1":{
      "name": "FeatSNP",
      "desc": "This is a project that I've completed during the time I worked as a RA at WUSTL. In this project I developed an interactive database for brain-specific epigenetic annotation of human SNPs."
    },
    "var2":{
      "name": "xmsPANDA",
      "desc": "This is a project I did at Clinical Biomarker Laboratory. I mainly contribled to the R shinyapp development and some analytical functions for this package."
    },
    "var3":{
      "name": "xMWAS",
      "desc": "This is a project I did at Clinical Biomarker Laboratory. I mainly contribled to the R shinyapp development for this package."
    },
    "var4":{
      "name": "Phytochelatin Database",
      "desc": "This is a project I did at Clinical Biomarker Laboratory. I mainly contribled to the contruction of the whole database based on the data provided by Kristine Dennis."
    },
    "var5":{
      "name": "NCATS Translator project",
      "desc": "The full name of this project is Biomedical Data Translator program. There are 18 teams distributed acroos USA working with NCATS to build this Translator software to accelerate the development of disease therapies by harnessing artificial intelligence, Web-based distributed computing, and computationally-assisted biomedical knowledge exploration. I’m currently a member of Expander Agent Team involving in different module progrmming."
    }
  },
  "career":{
    "my_career": "My Career",
    "var1":{
      "name": "Emory University",
      "loc": "Atlanta, USA",
      "desc": "I worked as a Bioinformatician at Clinical Biomarkers Laboratory, mainly responsible for several bioinformatics tools and applications development and clinical metabolomics analysis.",
      "date": "Feb. 2017 - Apr. 2019",
      "job": "Bioinformatician"
    },
    "var2":{
      "name": "Knight Alzheimer's Disease Research Center",
      "loc": "St. Louis, USA",
      "desc": "I worked at Knight Alzheimer's Disease Research Center as a Summer Intern, performing statitical analysis for several Alzheimer’s Disease studies.",
      "date": "Jun. 2016 - Aug. 2016",
      "job": "Summer Intern"
    },
    "var3":{
      "name": "Washington University in St. Louis",
      "loc": "St. Louis, USA",
      "desc": "I worked as a Research Assisant at Zhang Laboratory. During this time, I developed an interactive database called 'FeatSNP' and perform WGS, RNA-seq and ChIP-seq Analysis for several studies.",
      "date": "Oct. 2015 - Jan. 2017",
      "job": "Research Assistant"
    },
    "var4":{
      "name": "Beijing Genomics Institute",
      "loc": "Shenzhen, China",
      "desc": "I worked as a Bioinformatics Analyst at China National GeneBank department, working on several comparative genomics projects.",
      "date": "Nov. 2013 - Jun. 2014",
      "job": "Bioinformatics Analyst"
    },
    "var5":{
      "name": "Southern Medical University",
      "loc": "Guangzhou, China",
      "desc": "I worked as a Research Assisant at Bioinformatics Teaching and Research Department, learning different bioinformatics skills.",
      "date": "Sep. 2012 - May. 2013",
      "job": "Research Assistant"
    }
  },
  "publications":{
    "my_publications": "My Publications"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
